HELP_1 = """
<b>╔═━─⟐ ᴀᴅᴍɪɴs ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

ᴊᴜsᴛ ᴀᴅᴅ ᴄ ɪɴ ᴛʜᴇ sᴛᴀʀᴛɪɴɢ ᴏғ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅs ᴛᴏ ᴜsᴇ ᴛʜᴇᴍ ғᴏʀ ᴄʜᴀɴɴᴇʟ.

✧ ᴄᴏᴍᴍᴀɴᴅs
• /pause : ᴩᴀᴜsᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.
• /resume : ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴩᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ.
• /skip : sᴋɪᴩ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛ sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴀᴄᴋ ɪɴ ǫᴜᴇᴜᴇ.
• /end ᴏʀ /stop : ᴄʟᴇᴀʀs ᴛʜᴇ ǫᴜᴇᴜᴇ ᴀɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.
• /player : ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ.
"""

HELP_2 = """
<b>╔═━─⟐ ᴀᴜᴛʜ ᴜsᴇʀs ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

ᴀᴜᴛʜ ᴜsᴇʀs ᴄᴀɴ ᴜsᴇ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ.

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /auth 'ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ᴜsᴇʀ ɪᴅ' : ᴀᴅᴅ ᴀ ᴜsᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
• /unauth 'ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ᴜsᴇʀ ɪᴅ' : ʀᴇᴍᴏᴠᴇ ᴀ ᴀᴜᴛʜ ᴜsᴇʀs ғʀᴏᴍ ᴛʜᴇ ᴀᴜᴛʜ ᴜsᴇʀs ʟɪsᴛ.
• /authusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴜᴛʜ ᴜsᴇʀs ᴏғ ᴛʜᴇ ɢʀᴏᴜᴩ.
"""


HELP_3 = """
<b>╔═━─⟐ ᴄʜᴀɴɴᴇʟ-ᴩʟᴀʏ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

ʏᴏᴜ ᴄᴀɴ sᴛʀᴇᴀᴍ ᴀᴜᴅɪᴏ/ᴠɪᴅᴇᴏ ɪɴ ᴄʜᴀɴɴᴇʟ.

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /cplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
• /cvplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
• /cplayforce or /cvplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
• /channelplay 'ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ' ᴏʀ 'ᴅɪsᴀʙʟᴇ' : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ.
"""


HELP_4 = """
<b>╔═━─⟐ ʟᴏᴏᴘ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /loop 'enable ᴏʀ disable' : ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ
• /loop '1, 2, 3,...' : ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.
"""


HELP_5 = """
<b>╔═━─⟐ ᴩʟᴀʏ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

✧ ᴄᴏᴍᴍᴀɴᴅs ɪɴғᴏ
• v : sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴩʟᴀʏ.
• force : sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴩʟᴀʏ.

✧ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs
• /play ᴏʀ /vplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.
• /playforce ᴏʀ /vplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
"""

HELP_6 = """
<b>╔═━─⟐ ᴘɪɴɢ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

✧ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs
• /mping : sʜᴏᴡs ᴛʜᴇ ᴩɪɴɢ ᴀɴᴅ sʏsᴛᴇᴍ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /reboot : ғᴏʀ ʀᴇʙᴏᴏᴛ ʙᴏᴛ ɪɴ ᴄʜᴀᴛ.
"""

HELP_7 = """
<b>╔═━─⟐ sʜᴜғғʟᴇ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /shuffle : sʜᴜғғʟᴇ's ᴛʜᴇ ᴏ̨ᴜᴇᴜᴇ.

✧ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs
• /queue : sʜᴏᴡs ᴛʜᴇ sʜᴜғғʟᴇᴅ ᴏ̨ᴜᴇᴜᴇ.
"""

HELP_8 = """
<b>╔═━─⟐ sᴇᴇᴋ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /seek : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
• /seekback : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
• ɴᴏᴛᴇ : sᴇᴇᴋ ᴡᴏʀᴋ ᴏɴʟʏ ɪɴ sᴇᴄᴏɴᴅs.
"""

HELP_9 = """
<b>╔═━─⟐ sᴘᴇᴇᴅ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

ʏᴏᴜ ᴄᴀɴ ᴄᴏɴᴛʀᴏʟ ᴛʜᴇ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ᴏғ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ.

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /speed or /playback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ɢʀᴏᴜᴘ.
• /cspeed or /cplayback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ᴄʜᴀɴɴᴇʟ.
"""


HELP_10 = """
╔═━─⟐ ᴛʀᴜᴛʜ ᴏʀ ᴅᴀʀᴇ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

ғᴏʀ ᴀ ʙɪᴛ ᴏғ ғᴜɴ, ʏᴏᴜ ᴄᴀɴ ɢᴇɴᴇʀᴀᴛᴇ ᴀ ʀᴀɴᴅᴏᴍ ᴛʀᴜᴛʜ ᴏʀ ᴅᴀʀᴇ.

✧ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs
• /truth : ᴛᴏ ʀᴇᴄᴇɪᴠᴇ ᴀ ʀᴀɴᴅᴏᴍ ᴛʀᴜᴛʜ ǫᴜᴇsᴛɪᴏɴ.
• /dare : ᴛᴏ ʀᴇᴄᴇɪᴠᴇ ᴀ ʀᴀɴᴅᴏᴍ ᴅᴀʀᴇ ᴛᴀsᴋ.
"""

HELP_11 = """
╔═━─⟐ ᴛᴇxᴛ ᴇᴅɪᴛᴏʀ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

✧ ᴛᴇxᴛ sᴛʏʟɪɴɢ ᴄᴏᴍᴍᴀɴᴅs 
• /font: ᴇɴᴀʙʟᴇs ᴛʜᴇ ᴜsᴇʀ ᴛᴏ ᴇxᴘʀᴇss ᴛʜᴇɪʀ ᴛᴇxᴛ ᴡɪᴛʜ ᴠᴀʀɪᴏᴜs sᴛʏʟᴇs. ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ ᴏʀ ᴘʀᴏᴠɪᴅᴇ ᴛᴇxᴛ ᴀғᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ sᴇʟᴇᴄᴛ ᴅɪғғᴇʀᴇɴᴛ ᴛᴇxᴛ sᴛʏʟᴇs.
• /fonts: ᴀʟᴛᴇʀɴᴀᴛɪᴠᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴠɪᴇᴡ ᴛʜᴇ ᴅɪғғᴇʀᴇɴᴛ sᴛʏʟᴇs ᴀɴᴅ ᴄʜᴏᴏsᴇ ᴏɴᴇ.
"""


HELP_12 = """
╔═━─⟐ ɢʀᴏᴜᴘ ᴅᴀᴛᴀ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b>

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs 
• /groupdata : ɢᴇᴛs ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙoᴜᴛ ᴛʜᴇ ɢʀᴏᴜᴘ, ɪɴcʟᴜᴅɪɴɢ ᴛʜᴇ ɴᴜᴍʙᴇʀ ᴏꜰ ᴍᴇᴍʙᴇʀs, ʙᴏᴛs, ᴢᴏᴍʙɪᴇs, ʙᴀɴɴᴇᴅ ᴜsᴇʀs, ᴀɴᴅ ᴘʀᴇᴍɪᴜᴍ ᴜsᴇʀs. ᴏɴʟʏ ᴀᴅᴍɪɴs ᴏʀ ᴛʜᴇ ᴏᴡɴᴇʀ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ ᴄᴀɴ ᴇxᴇᴄᴜᴛᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ.
"""


HELP_13 = """
╔═━─⟐ ɢᴇɴᴇʀᴀᴛᴇ ᴘᴀꜱꜱᴡᴏʀᴅ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b> 

✧ ᴄᴏᴍᴍᴀɴᴅs 
• /genpass, /genpw, /genpassword : ɢᴇɴᴇʀᴀᴛᴇs ᴀ sᴛʀᴏɴɢ ᴘᴀꜱꜱᴡᴏʀᴅ ᴡɪᴛʜ ᴀ ʀᴀɴᴅᴏᴍ ʟᴇɴɢᴛʜ (ᴇxᴀᴍᴘʟᴇ: 12, 14, 16, 18, 20).
"""


HELP_14 = """
╔═━─⟐ sᴀɴɢᴍᴇᴛᴀ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b> 

✧ ᴄᴏᴍᴍᴀɴᴅ
• /sg, /sang, /sangmeta : ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ sᴛᴀʟᴋ ᴀ ᴜsᴇʀ's ᴍᴇssᴀɢᴇs ʙʏ ᴘʀᴏᴠɪᴅɪɴɢ ᴛʜᴇ ᴜsᴇʀɴᴀᴍᴇ, ᴜsᴇʀ ɪᴅ, ᴏʀ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴛʜᴇ ᴜsᴇʀ's ᴍᴇssᴀɢᴇ.
"""


HELP_15 = """
╔═━─⟐ ᴡʀɪᴛᴇ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b> 

• /write : ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ʜᴀɴᴅᴡʀɪᴛᴛᴇɴ ᴛᴇxᴛ ʙʏ ᴘʀᴏᴠɪᴅɪɴɢ ᴛʜᴇ ᴛᴇxᴛ ᴏʀ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ.
"""


HELP_16 = """ 
╔═━─⟐ ᴛʀᴀɴsʟᴀᴛᴇ ─── <a href='https://i.ibb.co/20M5dRRB/photo-2025-02-12-20-33-12-7470633455731081220.jpg'>◎</a></b> 

• /tr [ᴅᴇsᴛɪɴᴀᴛɪᴏɴ ʟᴀɴɢᴜᴀɢᴇ] : ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ ᴡɪᴛʜ ᴏᴘᴛɪᴏɴᴀʟ ʟᴀɴɢᴜᴀɢᴇ ᴄᴏᴅᴇ ᴛᴏ ᴛʀᴀɴsʟᴀᴛᴇ ɪᴛ.
"""
